[
    "A사(이하 ‘회사’) 노동조합은 2013년 12월 대법원 판결에 근거하여 회사가 연 750%인 상여금을 통상임금으로 인정해야 하며, 통상임금을 기초로 연장근로수당 등을 다시 계산하여 소급적용해야 한다고 주장하며 회사를 상대로 법원에 소송을 제기하였다. 대법원 판결내용 요약(‘13.12월) • 대법원은 기존의 고용노동부 예규인 ‘통상임금 산정지침[1]’의 내용과 다르게 판결함 • 정기적·일률적·고정적으로 지급되는 정기상여금 등은 통상임금에 포함하는 것이 원칙임 • 다만, 통상임금을 기초로 산정하는 연장근로수당이 증가하는 경우, 노조의 추가 임금 청구는 신의성실의 원칙에 의해 제한될 수 있음 회사는 소송의 결과를 합리적으로 예측할 수 없기 때문에, 충당부채 인식요건을 충족하지 못한다고 판단하여 재무제표에 충당부채를 인식하지 않았으며 현재 소송 진행 중이다. (질의1) 향후 통상임금 소송 결과가 확정되어 그 결과를 재무제표에 반영할 경우, 회계추정의 변경으로 보아 전진적으로 회계처리해야 하는지, 아니면 오류수정으로 보아 과거 재무제표를 소급재작성해야 하는지? (질의2) 질의1이 회계추정의 변경에 해당한다면, 소송 결과에 따른 관련 비용을 영업비용(매출원가 또는 판매비와일반관리비)과 영업외비용 중 무엇으로 회계처리해야 하는지?",
    "회사는 선박 건조업을 영위하는 회사이다. 기능통화와 표시통화는 원화이며, 외화로 선박 건조 계약을 체결하였다. 해당 계약은 기업회계기준서 제1115호 ‘고객과의 계약에서 생기는 수익’ 문단 35(3)[1]을 충족하므로 수행의무는 기간에 걸쳐 이행되며, 이 거래에 비현금 대가는 존재하지 않는다고 가정한다. 회사는 기간에 걸쳐 수익을 인식할 때 발생 원가에 기초한 투입법으로 진행률을 계산하였다. (질의 1) 기간에 걸쳐 진행률에 따라 수익을 인식할 때, 관련 외화 계약자산을 최초 인식 시 적용해야 하는 환율은? (질의 2) 기간에 걸쳐 진행률에 따라 수익을 인식할 때, 관련 외화 계약자산은 화폐성자산인가?",
    "회사는 해외 소재 회사인 B사의 지분 15%(관계기업투자주식)를 취득하는 계약을 20X1년 7월 중 체결하였다. B사는 해당 국가 거래소에 상장되어 있다. 계약에 따라 회사는 에스크로 계좌에 인수금액을 입금하고 국가 감독기관의 승인을 받으면 제3자 배정 유상증자 방식으로 지분을 취득할 예정이며, 회사는 에스크로 계좌에서 돈을 인출하여 지급한 후 이를 인수하여 취득한다. 취득은 20X1년 11월 경에 이루어질 것으로 예상되며 같은 해 12월 이전에는 완료될 예정이다. 회사는 별도의 가치평가기법을 적용하여 인수금액을 산정하였다. (질의1) 감독기관의 승인이 필요한 합의도 계약의 정의에 포함되는지? (전제: 계약의 정의에 포함되면 주식인수도 계약은 파생상품에 해당) (질의2) 파생상품의 공정가치 평가 시점에 거래소의 공시가격이 아닌 별도의 가치평가기법을 이용하여 산출된 금액을 공정가치로 볼 수 있는지? (개별 주식 단위의 공시가격을 적용하여 공정가치를 측정하는지 혹은 관계기업투자주식 전체 단위의 추정 평가금액으로 공정가치를 측정하는지?) (질의3) 관계기업투자주식 취득원가에 파생상품의 공정가치가 포함되는지?",
    "□ 회사의 대표이사를 겸직하고 있는 최대주주가 본인 소유의 해당 회사 주식을 우리사주조합에 증여 - 우리사주조합은 관련법에 근거하여 향후 조합원에 대한 배정기준과 무상출연에 따른 의무 예탁기간을 정할 예정 □ 대표이사를 겸직하고 있는 최대주주가 본인 소유의 회사 주식을 우리사주조합에 증여할 경우, 해당 거래에 대하여 K-IFRS 제1102호 ｢주식기준보상｣을 적용해야 하는지? - (갑설) 해당 거래는 회사와 종업원간의 거래가 아니라 주주 개인과 종업원간의 사적인 거래로 볼 수 있으므로 회사와 별개의 문제에 해당하여 K-IFRS 제1102호 ｢주식기준보상｣을 적용하지 아니함 - (을설) 해당 거래는 실질적으로 회사가 종업원으로부터 제공받는 용역의 대가를 회사 대신 주주가 지급한 것으로 볼 수 있으므로 K-IFRS 제1102호 ｢주식기준보상｣을 적용함",
    "□ A사와 B사는 ‘12년에 C사를 합작하여 설립하였으며, C사의 주주 지분율은 A사 60%, B사 40%로 구성되고, C사의 이사회(총 5인)는 A사 3인, B사 2인으로 구성됨 □ A사와 B사 간 합작계약서(Joint Venture Agreement) 약정에 따르면, C사의 주주총회 및 이사회 일반결의 사항은 과반 이상 찬성 요건이므로 B사의 동의가 반드시 요구되지는 않음 - 다만, C사의 주주총회 및 이사회 특별결의 사항*은 각각 75% 이상 및 이사 4명(총 5명)의 찬성을 요구하므로 B사의 동의가 반드시 필요함 * 회사업무규칙 및 전결규정 제․개정, 사업계획 승인, 재무실행 계획 승인, 장기판매계약 체결, 일시적 시장상황 악화에 따른 생산량 감소 등 주요 재무 및 영업정책 관련 결정 사항을 포함 □ (질의) A사의 C사에 대한 지배력 보유 여부 및 관련 회계처리는? - (갑설) A사는 C사에 대한 지배력을 보유하고 있으므로 연결대상 종속기업으로 회계처리 - (을설) A사는 B사와 함께 C사를 공동지배하고 있으므로 공동기업으로 회계처리",
    "□ A사는 기업인수목적회사(이하, SPAC*)로 비상장법인인 B사와 합병하였고, 동 합병과 관련하여 법률적으로는 SPAC(A사)이 합병법인이나 회계상으로는 B사를 합병법인으로 보아 역취득으로 회계처리함 * SPAC은 주식의 공모를 통해 조달한 자금을 바탕으로 다른 기업을 인수합병 하는 것을 유일한 목적으로 하는 상장사이며, 공모에 의한 주금납입일로부터 36개월 이내에 합병등기를 하지 못할 경우 자동으로 청산하도록 되어 있음 - B사가 제공받는 SPAC(A사)의 순자산 공정가치와 B사 지분상품의 공정가치 차이는 상장지위에 대한 대가로 자산의 인식요건을 충족하지 못하므로 비용으로 회계처리함 □ SPAC(A사)의 발기인으로 참여한 증권사는 관련 법규에 따라 A사가 발행한 주식 등의 발행총액 5% 이상을 소유하여야 하나 - 금융기관은 의결권 있는 발행주식 총수의 5% 이상을 소유하는데 제한이 있어, SPAC(A사)은 전환사채 등을 발행하고 증권사 등이 이를 인수함 - SPAC(A사)은 상기 전환사채를 일반사채와 전환권으로 구분하고 해당 전환권은 자본으로 회계처리 함 □ SPAC(A사)과 B사의 합병 회계처리시, SPAC(A사)이 자본으로 인식한 전환권에 대한 적절한 회계처리는? - (갑설) 합병 회계처리 시 전환사채 전체를 공정가치로 평가하고, 전환권의 공정가치 평가차액을 합병비용(당기비용)으로 회계처리함 - (을설) 합병 회계처리 시 전환사채 전체를 공정가치로 평가하되, 전환권의 공정가치 평가차액을 자본 내 재배분하여 기타자본잉여금(전환권)으로 회계처리함",
    "□ A사는 ‘x1년 출자전환을 통해 B사 지분(61%)를 보유한 최대주주이나, 채권단 공동관리로 의결권이 제한되어 지분법을 적용중임 - B사는 계속적인 사업부진으로 영업손실이 발생하여 A사는 ’x3년부터 B사 주식(관계기업 주식)에 대해 손상차손을 인식함 □ 최근 B사는 최대 매출처에 대한 납품중단으로 사업상 어려움을 겪고 있을 뿐만 아니라, 외부감사인은 ‘x4년 반기검토시 계속기업 불확실성을 사유로 의견거절을 표명함 - B사 주식은 이로 인해 관리종목으로 지정되었으나 M&A에 대한 기대감 등으로 최근 주가가 상승한 상황임 □ A사는 B사에 대한 M&A를 ‘x4.4월부터 추진 중이지만 현재까지 매수자를 찾지 못했고, 동 M&A가 무산될 경우에는 A사를 청산할 예정이며 청산가치는 거의 없을 것으로 예상됨 - A사는 B사의 영업상황 악화, 자본잠식 및 감사인의 검토의견 거절 등을 감안하면 추가적인 손상징후가 있다고 판단함 - 다만, 최근 B사 주식의 주가가 크게 상승한 바 주가를 회수가능액으로 볼 경우 손상차손을 환입하여야 한다는 견해도 제기 □ 관리종목으로 지정된 관계기업 투자주식(지분법 적용)에 대한 손상검사를 위한 회수가능액 산정시 처분부대원가를 뺀 공정가치 측정방법은?",
    "□ A사가 B사 지분을 100% 보유하던 중, B사(종속기업)가 법적 합병법인(존속법인)이 되어 A사(지배기업)를 합병함 □ (질의1) 종속기업(B사)이 법적 합병법인(존속회사)이 되는 경우 합병 후 회사(A+B사)의 별도재무제표에서 회계상 취득자 식별은? - (갑설) 회계정책에 따라 A사 또는 B사가 취득자가 될 수 있음 - (을설) 연결실체 관점에서 A사(지배기업)를 취득자로 식별함 - (병설) 존속법인인 B사(종속기업)를 취득자로 식별함 □ (질의2) 피취득자가 보유하고 있던 종속· 관계기업 투자주식을 합병 후 취득자의 별도재무제표에서 인식할 때 측정방법은? - (갑설) 합병시점의 공정가치 - (을설) A사(지배기업) 연결재무제표상 장부금액 - (병설) 피취득자의 별도재무제표상 장부금액",
    "‘코로나19 세계적 유행’의 직접적인 결과로 임차료 면제, 할인, 유예 등(이하 ‘임차료 할인 등’)이 있는 경우, 리스이용자가 원한다면 이러한 리스료 변동을 리스변경으로 회계처리 하지 않고 ‘실무적 간편법’을 적용하여 당기손익으로 인식할 수 있다(기업회계기준서 제1116호 문단 46A). (질의 1) 해당 리스계약이 리스이용자의 주된 영업활동과 관련된 경우, 실무적 간편법을 적용하여 인식한 리스료 변동(리스부채 감소에 상응하는 손익)은 영업손익으로 분류되는지, 영업외손익으로 분류되는지? 회사(리스이용자)는 2020년 1분기 중에 리스제공자로부터 코로나19 관련 임차료 할인 등을 받았으며, 실무적 간편법 시행 전이므로 이를 2020년 1분기 재무제표에 리스변경으로 회계처리 하였다. (질의 2) 회사가 실무적 간편법을 조기 적용하여 2020년 반기재무제표를 작성 하려고 하는 경우, 2020년 1분기 재무제표를 실무적 간편법에 따라 재작성[1]하여야 하는지?",
    "회사의 주요 사업에는 선박 건조가 포함되는데, 그동안 선박 건조 과정에서는 실제조업도가 정상조업도를 초과하여 실제조업도를 기초로 고정제조간접원가를 재고자산에 배부하였다. 최근 수주 부진, 유가 하락, 코로나 19 등의 영향으로 회사는 향후 조업도가 유의적으로 감소할 것으로 예상하여, 정상조업도에 기초하여 고정제조간접원가를 재고자산 전환원가에 배부하려고 한다. 회사는 조업도가 향후 X년(정상조업도 산정 기간) 평균에 미달하는 기간에, 정상조업도에 기초하여 고정제조간접원가를 재고자산에 배부하면 재고자산 원가에 배부되지 않는 고정제조간접원가(이하, ‘조업도 손실’이라 한다)가 발생할 것으로 예상한다. 회사는 조업도가 정상조업도에 미달하는 기간에 수행되는 계약에 대해 기업회계기준서 제1037호 ‘충당부채, 우발부채, 우발자산’ 문단 66~69에 따라 손실부담계약에 대한 충당부채를 인식하고 측정하려고 하는데 해당 기준서 문단 68의 ‘계약을 이행하기 위하여 필요한 원가’는 공통원가 배분액을 포함하는 개념으로 판단한다. (질의) 정상조업도에 기초하여 고정제조간접원가를 배부하는 경우, 손실부담계약인지를 판단하기 위해 계약을 이행하기 위하여 필요한 원가를 산정할 때 예상되는 조업도 손실을 포함하는가?",
    "회사는 하나의 부동산 중 일부분은 자가 사용하고, 나머지 부분(이하, ‘부분 임대 부동산’)은 종속기업 등에게 임대하고 있다. 전체 면적 중 임대 부분이 차지하는 비율은 절반 정도 수준이다. 회사는 부분 임대 부동산을 기업회계기준서 제1040호 ‘투자부동산’ 문단 7에 따른 ‘임대수익이나 시세차익을 얻기 위한 목적’이 아닌, 피투자회사에 대한 적극적인 경영참여 및 투자주식에 대한 관리 목적으로 보유한다. 또한 경제적 이유와 영업기밀 유지를 위해 부분 임대 부동산을 분리하여 매각할 의도는 없다. (질의) 부분 임대 부동산을 매각하는 것을 법률 등에서 제한하지 않는 상황에서, 회사가 분리 매각할 의도가 없더라도, 임대한 부분을 별도재무제표에서 투자부동산으로 분류해야 하는지?",
    "회사는 2018년에 B사 지분을, 2019년에는 C사와 D사 지분을 취득하여 지배력을 획득하고, 연결재무제표에 영업권을 인식하였다. 회사는 각 종속기업을 하나의 현금창출단위로 식별하고 영업권은 종속기업 현금창출단위로 배분한다. 회사는 2019년 연결재무제표를 작성할 때, 영업권 손상검사를 수행하였고, 그 결과 종속기업 B사, C사, D사의 연결 순자산 장부금액에 대한 영업권 손상차손을 각각 40억원, 30억원, 80억원 인식하였다. 회사는 별도재무제표에서 종속기업투자주식을 원가법으로 회계처리한다. 회사는 종속기업인 B, C, D사에 대해 기업회계기준서 제1036호 ‘자산손상’의 문단 12에서 제시하는 외부정보원천 및 내부정보원천을 고려하였을 때, 손상징후가 없다고 판단하여 별도재무제표에서는 손상차손을 인식하지 않았다. 회사는 각각의 종속기업으로부터 배당금을 받은 적은 없다. 별도재무제표 상 투자주식의 장부금액과 연결재무제표 상 종속기업의 영업권 손상 반영 후 순자산을 비교하면 별도재무제표 상 종속기업의 순자산이 크나, 영업권 손상 반영 전 순자산과 비교할 때에는 별도재무제표 상 종속기업의 순자산이 연결재무제표 상 투자주식의 장부금액보다 작다. 별도재무제표에서 종속기업의 투자주식에 대한 손상징후가 있는 것으로 본다면, B, C, D사의 투자주식에 대해 손상차손을 인식해야 한다. (질의1) 종속기업에서 배당금을 받은 적이 없는 경우에도 기업회계기준서 제1036호 문단 12⑻㈎[1]를 적용해야 하는가? (질의2) 종속기업 투자에 대해 연결재무제표의 손상 결과와 별도재무제표의 손상 결과가 다를 수 있는가? 즉, 회사가 연결재무제표에서 피투자자의 순자산 장부금액에 손상차손을 인식하더라도 별도재무제표의 종속기업투자주식에 대해서는 손상차손을 인식하지 않을 수 있는가?",
    "A사는 블록체인 플랫폼 개발을 시작하면서 블록체인 플랫폼의 론칭(블록체인 플랫폼 내 최초 블록을 생성)과 론칭한 블록체인 플랫폼의 활성화 및 안정화할 것을 불특정 다수가 볼 수 있는 백서[1]를 통해 공표하였다. A사는 블록체인 플랫폼을 론칭하고 이후 필수적인 추가 플랫폼을 개발하기 위하여 투자유치계약을 체결하였다. 투자유치계약에 따라 A사는 투자자들로부터 현금을 수취하고 블록체인 플랫폼을 론칭함에 따라 A사가 갖게 될 토큰 중 ‘일부 토큰을 투자자들에게 지급’(이 질의에서 ‘암호자산을 이전하기로 한 거래’)하기로 하였다. 이 토큰은 블록체인 플랫폼 내에서 운영되는 애플리케이션을 이용하는 대가 등으로 사용된다. 따라서 계약을 통해 토큰을 갖게 된 투자자들 뿐만 아니라 미래 토큰 보유자들도 이 토큰으로 블록체인 플랫폼 내의 애플리케이션을 이용할 수 있다. (질의) A사가 투자자들로부터 현금을 수취하고 미래에 토큰을 지급하기로 한 거래를 회계처리 할 때 어떤 기업회계기준서를 적용해야 하는가?[2]",
    "A사는 법률에 의거하여 목적사업 중 하나로 석유의 비축사업(이하, 비축사업)을 수행하고 있다. 비축사업이란 국내 석유수급 및 가격 안정을 목적으로, 석유를 비축하고, 위기상황 발생 등으로 인해 석유 공급에 차질이 발생 시 적시에 비축유를 대여하며, 특수한 경우에는 판매하는 활동들을 일컫는다. 전체 비축유 중 약 30%는 대여에 사용되는데, 대여분은 계약기간 내에 동종·동량으로 회수하는 방식(이하, 소비대차)으로 거래된다. 판매는 원칙적으로 금지되어 있으나 정부의 사전승인 하에 매우 드물게 발생한다. 대여 및 판매에 사용된 비축유를 제외한 나머지는 모두 비축에 사용된다. A사는 비축유가 유형자산 또는 재고자산의 정의에 명확하게 부합하지 않기 때문에 비축유에 대한 후속측정 회계처리에 구체적으로 적용할 수 있는 기업회계기준이 없다고 판단하였다. 이에 따라, A사는 기업회계기준서 제1008호 ‘회계정책, 회계추정의 변경 및 오류’ 문단 10~12에 따라 비축유 후속측정을 위한 회계정책을 개발하기로 하였다. (질의) A사는 비축유에 대한 후속측정 회계정책 개발 시, 기업회계기준서 제1002호 ‘재고자산’ 또는 기업회계기준서 제1016호 ‘유형자산’을 준용할 수 있는가? 만약 비축유를 공정가치로 후속측정하는 경우, 그 평가손익은 당기손익과 기타포괄손익 중 무엇으로 인식해야 하는가?",
    "회사는 석유제품 벌크 거래, 혼합을 위한 탱크 터미널 운영 등을 목적으로 지역항만공사 소유 토지(항만)를 장기간 임차하여 해당 토지 위에 탱크 등의 구축물을 건설 중이다. 임차한 토지에 대해서는 기업회계기준서 제1116호 ‘리스’를 적용하여 토지 사용권자산과 토지 리스부채를 인식하였는데 임차 계약기간은 40년이나 연장선택권 행사를 고려하여 리스기간을 50년으로 산정하였다. 리스개시일 이후 구축물 착공을 위한 추가 토지 개발은 필요하지 않고 차입원가 자본화 중단 사건은 발생하지 않는다고 가정한다. 회사가 건설하는 구축물은 오일 및 가스 저장 탱크로 건설기간은 약 4년으로 추정되고, 준공 후 토지 리스기간 종료시점까지를 구축물 내용연수로 추정하였다. 구축물은 적격자산의 정의를 충족하고, 회사는 건설기간(자본화기간)에 걸쳐 차입원가를 자본화한다. (질의) 구축물을 건설하는 동안에 토지 리스부채에서 발생하는 이자를 특정차입금 차입원가로 보아 자본화할 수 있는지?",
    "회사는 회사의 투자사업부문을 회사 주주의 기본 지분비율대로(비례적) 인적분할하고, 회사의 지배기업은 이 분할된 투자사업부문을 흡수합병했다. 이 투자사업부문은 주로 회사의 종속기업 주식(별도재무제표에서 원가법으로 회계처리)으로 구성되며, 그 밖에 계열회사 관련 자산 및 차입금도 포함한다. 회사는 이 분할 및 합병거래를 동일지배하의 거래로 판단하여 기업회계기준해석서 제2117호 ‘소유주에 대한 비현금자산의 분배’[1]의 적용범위에 해당하지 않는 것으로 보았다. 회사는 기업회계기준서 제1008호 ‘회계정책, 회계추정의 변경 및 오류’ 문단 10에 따라 이 동일지배하의 거래를 ‘인적분할되는 순자산의 장부금액만큼 자본을 차감’ 하는 방식으로 회계처리 하는 회계정책을 개발하여 적용하였다. 따라서 회계상으로는 이 거래에서 당기손익이 발생되지 않는다. 그러나 이 거래는 법인세법상 비적격분할로서 회사에 양도손익이 발생한 것으로 보아 세무당국에 납부할 법인세가 발생한다[2]. 즉 회계상 손익이 발생하지 않지만, 세무상으로는 양도손익이 발생하여 재무제표에 관련 당기법인세효과를 인식해야 한다. (질의) 회사의 별도재무제표에서 비례적 인적분할 합병으로 발생한 당기법인세효과(분할대상 종속기업 주식에 대한 세무상 양도손익과 관련된 당기법인세부담액)를 어떻게 회계처리 해야 하는가?",
    "채권단(회사를 포함한 금융기관)은 채무 출자전환방식의 유상증자를 통해 A사의 주식(유가증권시장 상장주식)을 취득하였으며, 주주협의회를 통해 주식 처분 시 경쟁입찰에 의한 공동 매각을 원칙으로 하고 개별 매각을 제한하기로 약정하였다. 이후 채권단은 경쟁입찰로 보유주식 전량을 매각하였으며, 해당 거래의 매수인은 주식매매계약에 따라 일정 기간 취득주식의 매각이 제한된다. 다만, 경쟁입찰로 결정된 매각가격과 시장가격(유가증권시장 매매종가×매각수량)의 차이가 있었다. 기업회계기준서 제1109호 ‘금융상품’에 따르면 금융자산을 제거하는 경우에 제거시점에 공정가치로 측정한 후 재무제표에서 제거하도록 한다. 이에 따라 질의자는 A사 주식 매각시점의 회계처리를 결정하기 위해, 매각시점 공정가치를 매각가격과 시장가격 중 무엇으로 보아야 하는지를 질의하였다. (질의) 매각대상주식의 매각시점 공정가치는 매각가격과 시장가격 중 무엇인지?",
    "회사는 전환상환우선주(‘RCPS’[1])를 발행하였다. 이 계약에서 RCPS 투자자는 다음의 권리를 가지고 있다. 투자자의 권리:  ■전환권: 우선주를 고정된 수량의 보통주로 전환할 수 있는 권리 ■상환권: ①과 ② 중 많은 금액으로 회사에 상환을 요구할 수 있는 권리 ① RCPS의 공정가치(‘공정가치 상환조건’) ② RCPS의 발행금액에 연복리 10% 이자와 미지급 누적 배당금을 합산한 금액 회사는 공정가치 상환조건이 없다면, 주계약인 상환우선주는 금융부채로 분류되고, 내재파생상품인 전환권은 자본으로 분류될 것으로 보았다. 이때 공정가치 상환조건을 고려하면, 전환권의 자본·부채 분류가 달라지는지를 질의하였다. (질의) RCPS에 공정가치 상환조건이 있는 경우, 전환권을 어떻게 분류해야 하는가?",
    "기업회계기준서 제1117호 ‘보험계약’ 문단 B96(4)[1]에 따르면, 미래 서비스 관련 비금융위험에 대한 위험조정의 변동을 ① 비금융위험과 관련된 변동과 ② 화폐의 시간가치 효과 및 그 변동의 효과로 구분하지 않고 해당 위험조정의 변동 전체를 보험계약마진으로 조정하는 방식을 선택할 수 있다. 위 문단을 근거로 하여 다수 보험사는 비금융위험에 대한 위험조정의 변동을 모두 보험계약마진에서 조정하는 회계처리하고 있다. (질의) 기업회계기준서 제1117호 문단 B96(4)에 따라 미래 서비스와 관련된 위험조정의 변동 전체를 보험계약마진으로 조정하기로 선택한 경우, 위험조정과 관련된 할인율의 변동 효과*를 회계처리하는 방법은? * 기업회계기준서 제1117호 B97(1)(다)[2]에서 기술하는 할인율의 변동효과(기초의 현행할인율과 기말의 현행할인율의 차이로 인한 효과)",
    "해당 기간에 실제 보험 사고가 예상보다 많이 발생했으나 전체 기간으로 보면 최초에 예상한 전체 발생 건수에는 변함이 없는 경우, 잔여 기간에 발생할 것으로 예상되는 보험 사고 건수는 감소한다. 잔여 기간의 예상 보험 사고 건수가 변동되면 미래현금흐름 추정치도 변동된다. 질의자는 이러한 경험조정에 의한 이행현금흐름 변동을 회계처리하는 방법을 질의하였다. (질의) 실제와 예상 발생사고 수의 차이로 이행현금흐름이 변동된 경우, 이에 대한 회계처리 및 수익인식 방법은?",
    "기업회계기준서 제1117호 문단 53에서는 특정 조건을 충족하는 경우, 간소화된 보험부채 측정방법인 보험료배분접근법(Premium Allocation Approach, PAA)을 사용할 수 있도록 한다. 보험료배분접근법(PAA)를 적용하는 보험사 중 일부는 개별 계약 건별로 보험수익 및 보험부채를 측정하여 이를 합산한 결과를 보험계약집합의 보험수익 및 보험부채 금액으로 인식하려고 한다. 즉, 이 회사들은 각 계약 건별로 ‘시간의 경과 기준’에 따라 인식한 보험료의 합계를 수익으로 인식하고, 만기 이전에 해지되는 경우 계약 건별로 환급액을 차감한 잔여 보험료를 일시에 보험수익으로 인식하려고 한다. (질의) 보험료배분접근법(PAA)을 적용하여 보험계약부채를 측정하고 보험수익을 인식할 때 적용해야 하는 적절한 회계단위와 수익 인식방법은?"
  ]